Repository: vzandli/GaugeZ
Catalog: GaugeZ/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, de, es, fil, fr, hi, it, ja, ko, mr, pt_br, ru, ta, te, tr, ur, vi, zh_hans, zh_hk

source: Included allowance
ar: الحصة المضمنة
bn: অন্তর্ভুক্ত ভাতা
bs: Uključena potrošnja
de: Enthaltenes Kontingent
es: Asignación incluida
fil: Kasama na allowance
fr: Allocation incluse
hi: शामिल सीमा
it: Quota inclusa
ja: プランに含まれる利用枠
ko: 포함된 기본 한도
mr: समाविष्ट भत्ता
pt_br: Cota incluída
ru: Включенная квота
ta: சேர்க்கப்பட்ட அனுமதி
te: చేర్చబడిన భత్యం
tr: Dahil edilen kullanım hakkı
ur: شامل کردہ حد
vi: Hạn mức đi kèm
zh_hans: 包含的配额
zh_hk: 內含額度

source: Indicator Color
ar: لون المؤشر
bn: সূচক রঙ
bs: Boja indikatora
de: Indikatorfarbe
es: Color del indicador
fil: Kulay ng Indicator
fr: Couleur de l’indicateur
hi: संकेतक रंग
it: Colore indicatore
ja: インジケータの色
ko: 표시기 색상
mr: सूचक रंग
pt_br: Cor do indicador
ru: Цвет индикатора
ta: குறிகாட்டி வண்ணம்
te: సూచిక రంగు
tr: Gösterge Rengi
ur: انڈیکیٹر کا رنگ
vi: Màu chỉ báo
zh_hans: 指示器颜色
zh_hk: 指示器顏色

source: Indicator color
ar: لون المؤشر
bn: সূচক রঙ
bs: Boja indikatora
de: Indikatorfarbe
es: Color del indicador
fil: Kulay ng indicator
fr: Couleur de l’indicateur
hi: संकेतक रंग
it: Colore indicatore
ja: インジケータの色
ko: 표시기 색상
mr: सूचक रंग
pt_br: Cor do indicador
ru: Цвет индикатора
ta: குறிகாட்டி வண்ணம்
te: సూచిక రంగు
tr: Gösterge rengi
ur: انڈیکیٹر کا رنگ
vi: Màu chỉ báo
zh_hans: 指示器颜色
zh_hk: 指示器顏色

source: Keep GaugeZ available after signing in
ar: إبقاء GaugeZ متاحًا بعد تسجيل الدخول
bn: সাইন ইন করার পরে GaugeZ উপলব্ধ রাখুন
bs: Ostavi GaugeZ dostupnim nakon prijave
de: GaugeZ nach der Anmeldung verfügbar halten
es: Mantener GaugeZ disponible al iniciar sesión
fil: Panatilihing available ang GaugeZ pagkatapos mag-sign in
fr: Garder GaugeZ disponible après l’ouverture de session
hi: साइन इन करने के बाद GaugeZ को उपलब्ध रखें
it: Mantieni GaugeZ disponibile dopo l’accesso
ja: サインイン後もGaugeZを利用可能にしておく
ko: 로그인 후에도 GaugeZ를 계속 사용 가능하도록 유지
mr: साइन इन केल्यानंतर GaugeZ उपलब्ध ठेवा
pt_br: Manter o GaugeZ disponível após iniciar a sessão
ru: Оставлять GaugeZ доступным после входа
ta: உள்நுழைந்த பிறகு GaugeZ பயன்பாட்டில் இருக்கட்டும்
te: సైన్ ఇన్ చేసిన తర్వాత కూడా GaugeZ అందుబాటులో ఉంచండి
tr: Giriş yaptıktan sonra GaugeZ'yi kullanılabilir tut
ur: سائن ان کے بعد GaugeZ کو دستیاب رکھیں
vi: Giữ GaugeZ luôn sẵn sàng sau khi đăng nhập
zh_hans: 登录后保持 GaugeZ 可用
zh_hk: 登入後保持 GaugeZ 可用

source: Keep GaugeZ current with the latest improvements and fixes.
ar: إبقاء GaugeZ محدثًا بأحدث التحسينات والإصلاحات.
bn: সর্বশেষ উন্নতি এবং ত্রুটি সংশোধনের সাথে GaugeZ আপ টু ডেট রাখুন।
bs: Održavajte GaugeZ ažurnim uz najnovija poboljšanja i ispravke.
de: Halten Sie GaugeZ mit den neuesten Verbesserungen und Fehlerbehebungen aktuell.
es: Mantén GaugeZ al día con las últimas mejoras y correcciones.
fil: Panatilihing napapanahon ang GaugeZ sa mga pinakabagong pagpapahusay at pag-aayos.
fr: Maintenez GaugeZ à jour avec les dernières améliorations et corrections.
hi: GaugeZ को नवीनतम सुधारों और समाधानों के साथ अद्यतित रखें।
it: Mantieni GaugeZ aggiornato con gli ultimi miglioramenti e correzioni.
ja: 最新の改善や修正を適用してGaugeZを最新の状態に保ちます。
ko: 최신 개선 사항 및 버그 수정을 반영하여 GaugeZ를 최신 상태로 유지합니다.
mr: GaugeZ नवीनतम सुधारणा आणि उपायांसह अद्ययावत ठेवा.
pt_br: Mantenha o GaugeZ atualizado com as melhorias e correções mais recentes.
ru: Поддерживайте GaugeZ в актуальном состоянии с новейшими улучшениями и исправлениями.
ta: சமீபத்திய மேம்பாடுகள் மற்றும் திருத்தங்களுடன் GaugeZ-ஐப் புதுப்பித்த நிலையில் வைத்திருக்கவும்.
te: తాజా మెరుగుదలలు మరియు పరిష్కారాలతో GaugeZని ఎల్లప్పుడూ అప్‌డేట్‌గా ఉంచండి.
tr: GaugeZ'yi en son iyileştirmeler ve düzeltmelerle güncel tutun.
ur: GaugeZ کو تازہ ترین بہتریوں اور اصلاحات کے ساتھ اپ ٹو ڈیٹ رکھیں۔
vi: Giữ GaugeZ luôn mới nhất với các cải tiến và bản sửa lỗi gần đây.
zh_hans: 保持 GaugeZ 为最新版本，获取最新改进和问题修复。
zh_hk: 讓 GaugeZ 保持最新狀態，取得最新改進與修正。

source: Keychain access for %@ was declined. Use Retry to request access again.
ar: تم رفض الوصول إلى سلسلة المفاتيح لـ %@. استخدم إعادة المحاولة لطلب الوصول مرة أخرى.
bn: %@ এর জন্য কীচেন অ্যাক্সেস প্রত্যাখ্যান করা হয়েছে। অ্যাক্সেসের অনুরোধ করতে 'পুনরায় চেষ্টা করুন' ব্যবহার করুন।
bs: Pristup Keychainu za %@ je odbijen. Koristite 'Pokušaj ponovo' da zatražite pristup.
de: Der Schlüsselbund-Zugriff für %@ wurde abgelehnt. Verwenden Sie „Wiederholen“, um den Zugriff erneut anzufordern.
es: Se denegó el acceso al Llavero para %@. Usa Reintentar para solicitar acceso de nuevo.
fil: Tinanggihan ang access sa Keychain para sa %@. Gamitin ang Subukang Muli upang humiling muli ng access.
fr: L’accès au trousseau d’accès pour %@ a été refusé. Cliquez sur Réessayer pour demander à nouveau l’accès.
hi: %@ के लिए कीचेन एक्सेस अस्वीकार कर दिया गया। एक्सेस का पुनः अनुरोध करने के लिए 'पुनः प्रयास करें' का उपयोग करें।
it: L’accesso al Portachiavi per %@ è stato rifiutato. Usa Riprova per richiedere nuovamente l’accesso.
ja: %@のキーチェーンアクセスが拒否されました。「再試行」をクリックしてアクセスを再度要求してください。
ko: %@에 대한 키체인 접근이 거부되었습니다. 접근을 다시 요청하려면 '재시도'를 사용하십시오.
mr: %@ साठी कीचेन अ‍ॅक्सेस नाकारला गेला. पुन्हा अ‍ॅक्सेसची विनंती करण्यासाठी 'पुन्हा प्रयत्न करा' वापरा.
pt_br: O acesso às Chaves para %@ foi recusado. Use Tentar Novamente para solicitar acesso.
ru: Доступ к Связке ключей для %@ отклонен. Нажмите «Повторить», чтобы запросить доступ снова.
ta: %@-க்கான கீசெயின் அணுகல் நிராகரிக்கப்பட்டது. மீண்டும் அணுகலைக் கோர மீண்டும் முயற்சி செய் என்பதைப் பயன்படுத்தவும்.
te: %@ కోసం Keychain యాక్సెస్ తిరస్కరించబడింది. యాక్సెస్‌ను మళ్లీ అభ్యర్థించడానికి మళ్లీ ప్రయత్నించు ఉపయోగించండి.
tr: %@ için Anahtar Zinciri erişimi reddedildi. Erişimi tekrar istemek için Yeniden Dene'yi kullanın.
ur: %@ کے لیے کی چین تک رسائی مسترد کر دی گئی۔ دوبارہ رسائی مانگنے کے لیے 'دوبارہ کوشش کریں' استعمال کریں۔
vi: Quyền truy cập Chuỗi khóa cho %@ đã bị từ chối. Sử dụng Thử lại để yêu cầu quyền truy cập lần nữa.
zh_hans: 对 %@ 的钥匙串访问已被拒绝。请点击“重试”以再次请求访问权限。
zh_hk: 已拒絕 %@ 的「鑰匙圈」存取權限。按「重試」以再次要求存取。

source: Language
ar: اللغة
bn: ভাষা
bs: Jezik
de: Sprache
es: Idioma
fil: Wika
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
mr: भाषा
pt_br: Idioma
ru: Язык
ta: மொழி
te: భాష
tr: Dil
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言
zh_hk: 語言

source: Launch at login
ar: فتح عند تسجيل الدخول
bn: লগইনে চালু করুন
bs: Pokreni pri prijavi
de: Bei der Anmeldung öffnen
es: Abrir al iniciar sesión
fil: Ilunsad sa pag-login
fr: Ouvrir avec la session
hi: लॉगिन पर लॉन्च करें
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 열기
mr: लॉगिनवर लाँच करा
pt_br: Abrir no início da sessão
ru: Открывать при входе
ta: உள்நுழையும்போது துவக்குக
te: లాగిన్ అయినప్పుడు ప్రారంభించు
tr: Girişte başlat
ur: لاگ ان پر چلائیں
vi: Khởi chạy khi đăng nhập
zh_hans: 登录时打开
zh_hk: 登入時啟動

source: Left
ar: يسار
bn: বাম
bs: Lijevo
de: Links
es: Izquierda
fil: Kaliwa
fr: Gauche
hi: बाएं
it: Sinistra
ja: 左
ko: 왼쪽
mr: डावे
pt_br: Esquerda
ru: Слева
ta: இடது
te: ఎడమ
tr: Sol
ur: بائیں
vi: Trái
zh_hans: 左侧
zh_hk: 左

source: Live
ar: مباشر
bn: লাইভ
bs: Aktivno
es: En vivo
fr: En direct
hi: लाइव
it: In tempo reale
ja: リアルタイム
ko: 실시간
mr: लाइव्ह
pt_br: Ao vivo
ru: Активно
ta: நேரலை
te: లైవ్
tr: Canlı
ur: لائیو
vi: Trực tiếp
zh_hans: 实时
zh_hk: 即時

source: Local by design
ar: محلي بطبيعته
bn: ডিজাইন অনুযায়ী স্থানীয়
bs: Lokalno po dizajnu
de: Lokal per Design
es: Local por diseño
fil: Lokal ayon sa disenyo
fr: Local par conception
hi: गोपनीयता और स्थानीय रूप से डिज़ाइन किया गया
it: Locale per progettazione
ja: ローカル設計
ko: 로컬 중심 설계
mr: रचनेनुसार स्थानिक
pt_br: Local por princípio
ru: Локально по умолчанию
ta: உள்ளமைவாக வடிவமைக்கப்பட்டது
te: స్థానికంగా రూపొందించబడింది
tr: Tasarım gereği yerel
ur: ڈیزائن کے لحاظ سے مقامی
vi: Thiết kế cục bộ, tôn trọng quyền riêng tư
zh_hans: 原生本地设计
zh_hk: 原生設計，隱私安全

source: Look
ar: المظهر
bn: রূপ
bs: Izgled
de: Darstellung
es: Aspecto
fil: Hitsura
fr: Aspect
hi: दिखावट
it: Aspetto
ja: 外観
ko: 모양새
mr: स्वरूप
pt_br: Aparência
ru: Оформление
ta: தோற்றம்
te: రూపురేఖలు
tr: Görünüm
ur: انداز
vi: Giao diện
zh_hans: 外观
zh_hk: 外觀

source: Main display
ar: شاشة العرض الرئيسية
bn: মূল ডিসপ্লে
bs: Glavni zaslon
de: Hauptbildschirm
es: Pantalla principal
fil: Pangunahing display
fr: Écran principal
hi: मुख्य डिस्प्ले
it: Schermo principale
ja: 主ディスプレイ
ko: 주 디스플레이
mr: मुख्य डिस्प्ले
pt_br: Tela principal
ru: Основной дисплей
ta: முதன்மைக் காட்சி
te: ప్రధాన డిస్‌ప్లే
tr: Ana ekran
ur: مرکزی ڈسپلے
vi: Màn hình chính
zh_hans: 主显示器
zh_hk: 主顯示器

source: Menu bar
ar: شريط القوائم
bn: মেনু বার
bs: Traka s menijem
de: Menüleiste
es: Barra de menús
fr: Barre des menus
hi: मेनू बार
it: Barra dei menu
ja: メニューバー
ko: 메뉴 막대
mr: मेनू बार
pt_br: Barra de menus
ru: Строка меню
ta: மெனு பார்
te: మెనూ బార్
tr: Menü çubuğu
ur: مینیو بار
vi: Thanh menu
zh_hans: 菜单栏
zh_hk: 選單列

source: Monthly MCP calls
ar: استدعاءات MCP الشهرية
bn: মাসিক MCP কল
bs: Mjesečni MCP pozivi
de: Monatliche MCP-Aufrufe
es: Llamadas MCP mensuales
fil: Buwanang mga tawag sa MCP
fr: Appels MCP mensuels
hi: मासिक MCP कॉल
it: Chiamate MCP mensili
ja: 月間MCP呼び出し回数
ko: 월간 MCP 호출 수
mr: मासिक MCP कॉल
pt_br: Chamadas MCP mensais
ru: Вызовы MCP в месяц
ta: மாதாந்திர MCP அழைப்புகள்
te: నెలవారీ MCP కాల్స్
tr: Aylık MCP çağrıları
ur: ماہانہ MCP کالز
vi: Lượt gọi MCP hàng tháng
zh_hans: 月度 MCP 调用次数
zh_hk: 每月 MCP 呼叫

source: Monthly allowance
ar: الحصة الشهرية
bn: মাসিক ভাতা
bs: Mjesečna dozvoljena potrošnja
de: Monatliches Kontingent
es: Asignación mensual
fil: Buwanang allowance
fr: Allocation mensuelle
hi: मासिक सीमा
it: Quota mensile
ja: 月間利用枠
ko: 월간 사용 한도
mr: मासिक भत्ता
pt_br: Cota mensal
ru: Месячная квота
ta: மாதாந்திர அனுமதி
te: నెలవారీ భత్యం
tr: Aylık kullanım hakkı
ur: ماہانہ الاؤنس
vi: Hạn mức hàng tháng
zh_hans: 月度额度
zh_hk: 每月額度

source: Monthly limit
ar: الحد الشهري
bn: মাসিক সীমা
bs: Mjesečno ograničenje
de: Monatliches Limit
es: Límite mensual
fil: Buwanang limitasyon
fr: Limite mensuelle
hi: मासिक सीमा
it: Limite mensile
ja: 月間上限
ko: 월간 한도
mr: मासिक मर्यादा
pt_br: Limite mensal
ru: Месячный лимит
ta: மாதாந்திர வரம்பு
te: నెలవారీ పరిమితి
tr: Aylık sınır
ur: ماہانہ حد
vi: Giới hạn hàng tháng
zh_hans: 月度上限
zh_hk: 每月上限

source: Most constrained window
ar: الفترة الأكثر تقييدًا
bn: সর্বাধিক সীমাবদ্ধ উইন্ডো
bs: Najograničeniji period
de: Am stärksten begrenztes Zeitfenster
es: Ventana más restringida
fil: Pinakalimitadong window
fr: Fenêtre la plus contraignante
hi: सबसे सीमित विंडो
it: Finestra più vincolata
ja: 最も制約の厳しい枠
ko: 가장 제한적인 기간
mr: सर्वात मर्यादित विंडो
pt_br: Período mais restrito
ru: Наиболее ограниченный период
ta: மிகவும் கட்டுப்படுத்தப்பட்ட சாளரம்
te: అత్యంత పరిమిత విండో
tr: En kısıtlı pencere
ur: سب سے محدود ونڈو
vi: Khung thời gian hạn chế nhất
zh_hans: 限制最紧的周期
zh_hk: 限制最緊的時間窗口

source: Move %@ down in the rail
ar: تحريك %@ لأسفل في الشريط
bn: রেলে %@ নিচে সরান
bs: Pomjeri %@ dolje na traci
de: %@ in der Leiste nach unten verschieben
es: Mover %@ hacia abajo en la barra
fil: Ilipat ang %@ pababa sa rail
fr: Descendre %@ dans le rail
hi: रेल में %@ को नीचे ले जाएं
it: Sposta %@ più in basso nella barra
ja: レール内で%@を下に移動
ko: 레일에서 %@ 아래로 이동
mr: रेलमध्ये %@ खाली हलवा
pt_br: Mover %@ para baixo na barra
ru: Переместить %@ ниже на панели
ta: %@-ஐ ரயிலில் கீழே நகர்த்தவும்
te: %@ని రైల్‌లో క్రిందికి జరపండి
tr: %@ ögesini şeritte aşağı taşı
ur: %@ کو ریل میں نیچے منتقل کریں
vi: Di chuyển %@ xuống dưới thanh viền
zh_hans: 在边栏中下移 %@
zh_hk: 將 %@ 在邊欄中向下移

source: Move %@ up in the rail
ar: تحريك %@ لأعلى في الشريط
bn: রেলে %@ উপরে সরান
bs: Pomjeri %@ gore na traci
de: %@ in der Leiste nach oben verschieben
es: Mover %@ hacia arriba en la barra
fil: Ilipat ang %@ pataas sa rail
fr: Monter %@ dans le rail
hi: रेल में %@ को ऊपर ले जाएं
it: Sposta %@ più in alto nella barra
ja: レール内で%@を上に移動
ko: 레일에서 %@ 위로 이동
mr: रेलमध्ये %@ वर हलवा
pt_br: Mover %@ para cima na barra
ru: Переместить %@ выше на панели
ta: %@-ஐ ரயிலில் மேலே நகர்த்தவும்
te: %@ని రైల్‌లో పైకి జరపండి
tr: %@ ögesini şeritte yukarı taşı
ur: %@ کو ریل میں اوپر منتقل کریں
vi: Di chuyển %@ lên trên thanh viền
zh_hans: 在边栏中上移 %@
zh_hk: 將 %@ 在邊欄中向上移

source: Needs input
ar: يتطلب إدخالاً
bn: ইনপুট প্রয়োজন
bs: Potreban unos
de: Eingabe erforderlich
es: Requiere atención
fil: Kailangan ng input
fr: En attente de saisie
hi: इनपुट आवश्यक
it: Richiede input
ja: 入力待ち
ko: 입력 필요
mr: इनपुट आवश्यक
pt_br: Requer atenção
ru: Требуется ввод
ta: உள்ளீடு தேவை
te: ఇన్‌పుట్ అవసరం
tr: Giriş bekleniyor
ur: ان پٹ درکار ہے
vi: Cần nhập dữ liệu
zh_hans: 需要输入
zh_hk: 需要輸入

source: Needs your input
ar: يتطلب إدخالك
bn: আপনার ইনপুট প্রয়োজন
bs: Potreban je vaš unos
de: Eingabe erforderlich
es: Requiere tu atención
fil: Kailangan ang iyong input
fr: Attend votre intervention
hi: आपके इनपुट की आवश्यकता है
it: Richiede il tuo intervento
ja: 入力を待機しています
ko: 사용자 입력 대기 중
mr: आपल्या इनपुटची आवश्यकता आहे
pt_br: Requer sua atenção
ru: Ожидает ваших действий
ta: உங்கள் உள்ளீடு தேவை
te: మీ ఇన్‌పుట్ అవసరం
tr: Girişiniz bekleniyor
ur: آپ کا ان پٹ درکار ہے
vi: Cần dữ liệu nhập của bạn
zh_hans: 等待您的输入
zh_hk: 需要你的輸入

source: Neither
ar: لا هذا ولا ذاك
bn: কোনটিই নয়
bs: Nijedno
de: Keines
es: Ninguno
fil: Wala sa dalawa
fr: Aucun des deux
hi: कोई नहीं
it: Nessuno dei due
ja: 表示しない
ko: 모두 표시 안 함
mr: काहीही नाही
pt_br: Nenhum
ru: Нигде
ta: எதுவுமில்லை
te: రెండూ కాదు
tr: Hiçbiri
ur: کوئی بھی نہیں
vi: Không chọn cái nào
zh_hans: 均不显示
zh_hk: 兩者皆否

source: Next expires %@
ar: التالية تنتهي %@
bn: পরেরটির মেয়াদ শেষ %@
bs: Sljedeće ističe %@
de: Nächster läuft ab: %@
es: El próximo caduca %@
fil: Susunod na mag-e-expire %@
fr: La prochaine expire %@
hi: अगला समाप्त होगा %@
it: Il prossimo scade %@
ja: 次の期限: %@
ko: 다음 만료: %@
mr: पुढील संपते %@
pt_br: O próximo expira %@
ru: Следующий истекает %@
ta: அடுத்தது காலாவதி %@
te: తదుపరిది గడువు ముగుస్తుంది %@
tr: Sonraki sona erme: %@
ur: اگلا ختم ہوگا %@
vi: Lần tiếp theo hết hạn %@
zh_hans: 下一次到期：%@
zh_hk: 下一次到期：%@

source: No Claude Code CLI sign-in was found in Keychain. Run `claude` and sign in, or switch the Claude source to the desktop app.
ar: لم يتم العثور على تسجيل دخول واجهة سطر أوامر Claude Code في سلسلة المفاتيح. شغّل `claude` وسجّل الدخول، أو بدّل مصدر Claude إلى تطبيق سطح المكتب.
bn: কীচেনে কোনো Claude Code CLI সাইন-ইন পাওয়া যায়নি। `claude` চালান এবং সাইন ইন করুন, অথবা উৎস ডেস্কটপ অ্যাপে পরিবর্তন করুন।
bs: Prijava za Claude Code CLI nije pronađena u Keychainu. Pokrenite `claude` i prijavite se ili prebacite izvor za Claude na desktop aplikaciju.
de: Keine Anmeldung für die Claude Code-CLI im Schlüsselbund gefunden. Führen Sie „claude“ aus und melden Sie sich an, oder wechseln Sie zur Desktop-App.
es: No se encontró ningún inicio de sesión de Claude Code CLI en el Llavero. Ejecuta `claude` e inicia sesión, o cambia el origen de Claude a la app de escritorio.
fil: Walang nahanap na pag-sign in ng Claude Code CLI sa Keychain. Patakbuhin ang `claude` at mag-sign in, o ilipat ang pinagmulan ng Claude sa desktop app.
fr: Aucune connexion au CLI Claude Code trouvée dans le trousseau d’accès. Exécutez « claude » et connectez-vous, ou passez à l’application de bureau.
hi: कीचेन में कोई Claude Code CLI साइन-इन नहीं मिला। `claude` चलाएं और साइन इन करें, या स्रोत को डेस्कटॉप ऐप पर बदलें।
it: Nessun accesso alla CLI Claude Code trovato nel Portachiavi. Esegui `claude` ed effettua l’accesso, oppure passa all’app desktop.
ja: キーチェーン内にClaude Code CLIのサインイン情報が見つかりませんでした。`claude`を実行してサインインするか、Claudeのソースをデスクトップアプリに切り替えてください。
ko: 키체인에서 Claude Code CLI 로그인 정보를 찾을 수 없습니다. `claude`를 실행하여 로그인하거나 Claude 소스를 데스크탑 앱으로 전환하십시오.
mr: कीचेनमध्ये कोणतेही Claude Code CLI साइन-इन आढळले नाही. `claude` चालवा आणि साइन इन करा किंवा स्त्रोत डेस्कटॉप अ‍ॅपवर बदला.
pt_br: Nenhuma sessão do Claude Code CLI foi encontrada nas Chaves. Execute `claude` e inicie sessão, ou alterne a fonte para o app de computador.
ru: В Связке ключей не найден вход в Claude Code CLI. Выполните `claude` и войдите в систему или переключите источник Claude на десктопное приложение.
ta: கீசெயினில் Claude Code CLI உள்நுழைவு எதுவும் கிடைக்கவில்லை. `claude` இயக்கி உள்நுழையவும், அல்லது Claude மூலத்தை டெஸ்க்டாப் செயலிக்கு மாற்றவும்.
te: Keychain లో Claude Code CLI సైన్-ఇన్ కనుగొనబడలేదు. `claude` రన్ చేసి సైన్ ఇన్ చేయండి, లేదా Claude సోర్స్‌ను డెస్క్‌టాప్ యాప్‌కి మార్చండి.
tr: Anahtar Zincirinde Claude Code CLI girişi bulunamadı. `claude` komutunu çalıştırıp giriş yapın veya Claude kaynağını masaüstü uygulamasına geçirin.
ur: کی چین میں Claude Code CLI کا کوئی سائن ان نہیں ملا۔ `claude` چلا کر سائن ان کریں، یا Claude کے سورس کو ڈیسک ٹاپ ایپ پر تبدیل کریں۔
vi: Không tìm thấy thông tin đăng nhập Claude Code CLI trong Chuỗi khóa. Hãy chạy `claude` và đăng nhập, hoặc chuyển nguồn Claude sang ứng dụng máy tính.
zh_hans: 钥匙串中未找到 Claude Code CLI 登录凭据。请运行 `claude` 登录，或将 Claude 来源切换为桌面端应用。
zh_hk: 在「鑰匙圈」中找不到 Claude Code CLI 的登入資訊。請執行 `claude` 並登入，或將 Claude 來源切換為桌面應用程式。

source: No Grok Build login found. Install Grok Build, run `grok login`, then refresh.
ar: لم يتم العثور على تسجيل دخول Grok Build. ثبّت Grok Build، وشغّل `grok login`، ثم حدّث.
bn: কোনো Grok Build লগইন পাওয়া যায়নি। Grok Build ইনস্টল করুন, `grok login` চালান, তারপর রিফ্রেশ করুন।
bs: Prijava za Grok Build nije pronađena. Instalirajte Grok Build, pokrenite `grok login`, pa osvježite.
de: Keine Grok Build-Anmeldung gefunden. Installieren Sie Grok Build, führen Sie „grok login“ aus und aktualisieren Sie.
es: No se encontró ningún inicio de sesión de Grok Build. Instala Grok Build, ejecuta `grok login` y actualiza.
fil: Walang nahanap na pag-login sa Grok Build. I-install ang Grok Build, patakbuhin ang `grok login`, pagkatapos ay i-refresh.
fr: Aucune connexion Grok Build trouvée. Installez Grok Build, exécutez « grok login », puis actualisez.
hi: कोई Grok Build लॉगिन नहीं मिला। Grok Build इंस्टॉल करें, `grok login` चलाएं, फिर रीफ़्रेश करें।
it: Nessun accesso a Grok Build trovato. Installa Grok Build, esegui `grok login`, quindi aggiorna.
ja: Grok Buildのログインが見つかりませんでした。Grok Buildをインストールし、`grok login`を実行してから更新してください。
ko: Grok Build 로그인을 찾을 수 없습니다. Grok Build를 설치하고 `grok login`을 실행한 후 새로고침하십시오.
mr: कोणतेही Grok Build लॉगिन आढळले नाही. Grok Build इन्स्टॉल करा, `grok login` चालवा, नंतर रीफ्रेश करा.
pt_br: Nenhuma sessão do Grok Build encontrada. Instale o Grok Build, execute `grok login` e atualize.
ru: Вход в Grok Build не найден. Установите Grok Build, выполните `grok login`, затем обновите.
ta: Grok Build உள்நுழைவு எதுவும் கிடைக்கவில்லை. Grok Build-ஐ நிறுவி, `grok login` இயக்கி, பின்னர் புதுப்பிக்கவும்.
te: Grok Build లాగిన్ కనుగొనబడలేదు. Grok Build ఇన్‌స్టాల్ చేసి, `grok login` రన్ చేసి, ఆపై రిఫ్రెష్ చేయండి.
tr: Grok Build girişi bulunamadı. Grok Build'i yükleyin, `grok login` komutunu çalıştırın ve ardından yenileyin.
ur: Grok Build کا کوئی لاگ ان نہیں ملا۔ Grok Build انسٹال کریں، `grok login` چلائیں، پھر ریفریش کریں۔
vi: Không tìm thấy thông tin đăng nhập Grok Build. Cài đặt Grok Build, chạy `grok login`, sau đó làm mới.
zh_hans: 未找到 Grok Build 登录凭据。请安装 Grok Build 并运行 `grok login`，然后刷新。
zh_hk: 找不到 Grok Build 登入。請安裝 Grok Build，執行 `grok login`，然後重新整理。

source: No OpenCode Go key found. Connect Go inside OpenCode (`opencode auth login`), then retry.
ar: لم يتم العثور على مفتاح OpenCode Go. اتصل بـ Go داخل OpenCode (`opencode auth login`)، ثم أعد المحاولة.
bn: কোনো OpenCode Go কী পাওয়া যায়নি। OpenCode-এ Go সংযুক্ত করুন (`opencode auth login`), তারপর আবার চেষ্টা করুন।
bs: OpenCode Go ključ nije pronađen. Povežite Go unutar OpenCode-a (`opencode auth login`), pa pokušajte ponovo.
de: Kein OpenCode Go-Schlüssel gefunden. Verbinden Sie Go in OpenCode („opencode auth login“) und versuchen Sie es erneut.
es: No se encontró ninguna clave de OpenCode Go. Conecta Go dentro de OpenCode (`opencode auth login`) y vuelve a intentarlo.
fil: Walang nahanap na key ng OpenCode Go. Ikonekta ang Go sa loob ng OpenCode (`opencode auth login`), pagkatapos ay subukang muli.
fr: Aucune clé OpenCode Go trouvée. Connectez Go dans OpenCode (« opencode auth login »), puis réessayez.
hi: कोई OpenCode Go कुंजी नहीं मिली। OpenCode में Go कनेक्ट करें (`opencode auth login`), फिर पुनः प्रयास करें।
it: Nessuna chiave per OpenCode Go trovata. Connetti Go all’interno di OpenCode (`opencode auth login`), quindi riprova.
ja: OpenCode Goキーが見つかりませんでした。OpenCode内でGoを接続（`opencode auth login`）してから再試行してください。
ko: OpenCode Go 키를 찾을 수 없습니다. OpenCode 내에서 Go를 연결(`opencode auth login`)한 후 다시 시도하십시오.
mr: कोणतीही OpenCode Go की आढळली नाही. OpenCode मध्ये Go कनेक्ट करा (`opencode auth login`), नंतर पुन्हा प्रयत्न करा.
pt_br: Nenhuma chave do OpenCode Go encontrada. Conecte o Go dentro do OpenCode (`opencode auth login`) e tente novamente.
ru: Ключ OpenCode Go не найден. Подключите Go в OpenCode (`opencode auth login`) и повторите попытку.
ta: OpenCode Go விசை எதுவும் கிடைக்கவில்லை. OpenCode-க்குள் Go-வை இணைக்கவும் (`opencode auth login`), பின்னர் மீண்டும் முயற்சிக்கவும்.
te: OpenCode Go కీ కనుగొనబడలేదు. OpenCode లోపల Go ని కనెక్ట్ చేయండి (`opencode auth login`), ఆపై మళ్లీ ప్రయత్నించండి.
tr: OpenCode Go anahtarı bulunamadı. OpenCode içinde Go'yu bağlayın (`opencode auth login`), ardından yeniden deneyin.
ur: OpenCode Go کی کوئی کلید نہیں ملی۔ OpenCode کے اندر Go کو مربوط کریں (`opencode auth login`)، پھر دوبارہ کوشش کریں۔
vi: Không tìm thấy khóa OpenCode Go. Kết nối Go bên trong OpenCode (`opencode auth login`), sau đó thử lại.
zh_hans: 未找到 OpenCode Go 密钥。请在 OpenCode 中连接 Go（`opencode auth login`），然后重试。
zh_hk: 找不到 OpenCode Go 金鑰。請在 OpenCode 內連接 Go（`opencode auth login`），然後重試。

source: No icon anywhere. Open GaugeZ again from Applications or Spotlight to bring Settings back.
ar: لا توجد أيقونة في أي مكان. افتح GaugeZ مرة أخرى من التطبيقات أو Spotlight لإعادة الإعدادات.
bn: কোথাও কোনো আইকন নেই। সেটিংস ফিরিয়ে আনতে Applications বা Spotlight থেকে আবার GaugeZ খুলুন।
bs: Nema ikone nigdje. Ponovo otvorite GaugeZ iz Aplikacija ili Spotlighta da vratite Postavke.
de: Kein Symbol. Öffnen Sie GaugeZ erneut über „Programme“ oder Spotlight, um die Einstellungen wieder anzuzeigen.
es: Sin icono en ningún lugar. Abre GaugeZ de nuevo desde Aplicaciones o Spotlight para volver a ver Ajustes.
fil: Walang icon kahit saan. Buksan muli ang GaugeZ mula sa Applications o Spotlight para maibalik ang Mga Setting.
fr: Aucune icône nulle part. Rouvrez GaugeZ depuis Applications ou Spotlight pour réafficher les Réglages.
hi: कहीं कोई आइकन नहीं। सेटिंग्स वापस लाने के लिए Applications या Spotlight से GaugeZ को फिर से खोलें।
it: Nessuna icona. Riapri GaugeZ da Applicazioni o Spotlight per mostrare di nuovo le Impostazioni.
ja: アイコンを一切表示しません。設定を再度開くには、「アプリケーション」またはSpotlightからGaugeZを起動してください。
ko: 어디에도 아이콘을 표시하지 않습니다. 설정을 다시 열려면 응용 프로그램 또는 Spotlight에서 GaugeZ를 실행하십시오.
mr: कोठेही आयकन नाही. सेटिंग्ज परत आणण्यासाठी Applications किंवा Spotlight वरून पुन्हा एकदा GaugeZ उघडा.
pt_br: Nenhum ícone visível. Abra o GaugeZ novamente em Aplicativos ou pelo Spotlight para reabrir os Ajustes.
ru: Без значков. Чтобы открыть «Настройки», запустите GaugeZ снова из «Программ» или Spotlight.
ta: எங்கும் சின்னம் இல்லை. அமைப்புகளை மீண்டும் பெற பயன்பாடுகள் அல்லது Spotlight-இல் இருந்து GaugeZ-ஐ மீண்டும் திறக்கவும்.
te: ఎక్కడా ఐకాన్ లేదు. సెట్టింగ్‌లను తిరిగి తీసుకురావడానికి అప్లికేషన్‌లు లేదా Spotlight నుండి GaugeZని మళ్లీ తెరవండి.
tr: Hiçbir yerde simge yok. Ayarlar'ı geri getirmek için GaugeZ'yi Uygulamalar'dan veya Spotlight'tan tekrar açın.
ur: کہیں بھی کوئی آئیکن نہیں ہے۔ ترتیبات واپس لانے کے لیے Applications یا Spotlight سے GaugeZ دوبارہ کھولیں۔
vi: Không có biểu tượng ở đâu cả. Mở lại GaugeZ từ Ứng dụng hoặc Spotlight để đưa Cài đặt trở lại.
zh_hans: 不在任何位置显示图标。如需重新打开设置，请从“应用程序”或“聚焦”中启动 GaugeZ。
zh_hk: 不顯示任何圖示。從「應用程式」或 Spotlight 重新開啟 GaugeZ 即可恢復「設定」。
